Revit 2027 API
ParameterTypeId.StairRampStringerCurveHeightCorrection Property
 "Height Correction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairRampStringerCurveHeightCorrection { get; }
Public Shared ReadOnly Property StairRampStringerCurveHeightCorrection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairRampStringerCurveHeightCorrection {
	ForgeTypeId^ get ();
}
static member StairRampStringerCurveHeightCorrection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace